[
    {
        "name": "AgaKhan Foundation",
        "about": "Every year Aga Khan Foundation (AKF) provides a limited number of loan scholarships to outstanding students from selected developing countries including India, who have no other means of financing their education, to pursue post-graduate studies in world's reputed Universities. The Aga khan Foundation scholarships are awarded on 50% grant: 50% loan basis through a competitive application process once in a year. Half of the scholarship amount which is granted as loan has to be reimbursed within five years with an annual service charge of 5%.The scholarship covers only tuition fees and living expenses, the cost of travel is not included in AKF scholarship.",
        "eligibility": "In order to be considered for Aga Khan Foundation Scholarship the applicant must fulfil following conditions: 1. The applicant must have an excellent academic record 2. The applicant must demonstrate genuine financial need before the selection committee 3. The applicant must have secured admission in a highly reputed university in India or abroad for Masters or PhD programmes 4. The age of the applicant must be under 30 years at the time of applying 5. The applicant must be a resident of following countries: India, Bangladesh, Pakistan, Afghanistan, Tajikistan, Kyrgyzstan, Syria, Egypt, Kenya, Tanzania, Uganda, Madagascar and Mozambique. Note: In France, Portugal, UK, USA and Canada, applications are accepted from those who are originally from one of the above-developing countries, are interested in development-related studies and who have no other means of financing their education.",
        "deadline_details": "",
        "amount_details": "",
        "procedure": "",
        "contact": "",
        "phone": "(0177) 2802542",
        "website": "http://www.narayanaetechnoschools.com/jp_nagar.html",
        "apply_link": "http://www.akdn.org/our-agencies/aga-khan-foundation",
        "deadline":"March 10, 2017",
        "amount":"8000 INR",
        "logo":"http://www.akdn.org/sites/akdn/themes/akdn/images/akdn-logo.png?1479706147"
    }
]